[
	{
		"id": "Human",
		"type": "faction-alliance",
		"path": "",
		"img": "/src/assets/img/races/bg/faction/alliance/Human.png",
		"objectFit": false,
		"title": "Человек",
		"description": "Люди, самая молодая и амбициозная раса Азерота, возглавившая Альянс. Потомки древних врайкулов, они поднялись от разрозненных племен до великих королевств, победив империю троллей Амани с помощью эльфов. Ценящие честь, отвагу и добродетель, люди стойко переносят войны и распри, неустанно стремясь укрепить общество. Их короткая история измеряется не годами, а бесконечной борьбой за процветание их королевств.",
		"price": 1000
	},

	{
		"id": "KulTiran",
		"type": "faction-alliance",
		"path": "",
		"img": "/src/assets/img/races/bg/faction/alliance/KulTiran.png",
		"objectFit": false,
		"title": "Култирасец",
		"description": "Кул-Тирас, морская нация людей, известная своим легендарным флотом. Некогда самая процветающая торговая нация, вступила в Альянс Лордерона, а ее правитель Дэлин Праудмур стал верховным адмиралом. После его гибели в войне с орками Кул-Тирас ушел в изоляцию, став загадкой для внешнего мира. Лишь во время Четвертой войны, когда королевство оказалось на грани краха, Альянс пришел на помощь и Кул-Тирас вновь поклялся в верности общему делу. Сегодня им правит лорд адмирал Джайна Праудмур, опираясь на четыре благородных дома: Уэйкрестов, Штормсонгов, Эшвейнов и Праудмуров.",
		"price": 1000
	},

	{
		"id": "Worgen",
		"type": "faction-alliance",
		"path": "",
		"img": "/src/assets/img/races/bg/faction/alliance/Worgen.png",
		"objectFit": false,
		"title": "Воргены",
		"description": "Воргены, проклятые обитатели Гилнеаса, пораженные древним проклятием друидов, заставившим их превратиться в смертельно опасных полуворгов полулюдей. После многочисленных попыток разработать лекарство инфицированные жители Гилнеаса сумели сохранить свой разум и человеческую сущность. Вступив в Альянс, воргены поклялись сражаться против Отрекшихся, разоряющих их земли, и доказать, что даже под возействием проклятия они остаются верными союзниками и грозными воинами.",
		"price": 1000
	},

	{
		"id": "Dwarves",
		"type": "faction-alliance",
		"path": "",
		"img": "/src/assets/img/races/bg/faction/alliance/.png",
		"objectFit": false,
		"title": "Дворфы",
		"description": "",
		"price": 1000
	},

	{
		"id": "DarkIronDwarves",
		"type": "faction-alliance",
		"path": "",
		"img": "/src/assets/img/races/bg/faction/alliance/.png",
		"objectFit": false,
		"title": "Дворфы Черного Железа",
		"description": "",
		"price": 1000
	},

	{
		"id": "Earthen",
		"type": "faction-alliance",
		"path": "",
		"img": "/src/assets/img/races/bg/faction/alliance/Earthen.png",
		"objectFit": false,
		"title": "Земельник",
		"description": "Земельники были созданы титанами из живого камня и энергии души Азерота для упорядочивания мира. Их задачей было формирование подземных ландшафтов и поддержание геологической стабильности планеты. Часть земельников подверглась порче от древних богов, одни сохранили разум, другие превратились в агрессивных троггов. После ухода титанов они долго скрывались в глубинах Азерота, почти не выходя на поверхность.",
		"price": 1000
	},

	{
		"id": "Draenei",
		"type": "faction-alliance",
		"path": "",
		"img": "/src/assets/img/races/bg/faction/alliance/.png",
		"objectFit": false,
		"title": "Дренеи",
		"description": "",
		"price": 1000
	},

	{
		"id": "LightforgedDraenei",
		"type": "faction-alliance",
		"path": "",
		"img": "/src/assets/img/races/bg/faction/alliance/.png",
		"objectFit": false,
		"title": "Озаренные Дренеи",
		"description": "",
		"price": 1000
	},

	{
		"id": "Dracthyr",
		"type": "faction-alliance",
		"path": "",
		"img": "/src/assets/img/races/bg/faction/alliance/Dracthyr.png",
		"objectFit": false,
		"title": "Драктир",
		"description": "Созданные Нелтарионом, Хранителем Земли, в ходе эксперимента, по объединению ума смертных и силы драконов, драктиры были созданы чтобы стать непревзойденными солдатами. Запечатанные в магическом анабиозе на 20 000 лет, они пробудились вместе с Драконьими островами. Драктиры Альянса входят в состав Обсидиановых стражей, вейра, который когда-то защищал Стаю Черных драконов. Эти навыки обороны используются для защиты слабых, даже против численно превосходящего врага.",
		"price": 1000
	},

	{
		"id": "NightElves",
		"type": "faction-alliance",
		"path": "",
		"img": "/src/assets/img/races/bg/faction/alliance/.png",
		"objectFit": false,
		"title": "Ночные Эльфы",
		"description": "",
		"price": 1000
	},

	{
		"id": "VoidElves",
		"type": "faction-alliance",
		"path": "",
		"img": "/src/assets/img/races/bg/faction/alliance/.png",
		"objectFit": false,
		"title": "Эльфы Бездны",
		"description": "",
		"price": 1000
	},

	{
		"id": "Pandaren",
		"type": "faction-alliance",
		"path": "",
		"img": "/src/assets/img/races/bg/faction/alliance/Pandaren.png",
		"objectFit": false,
		"title": "Пандарен",
		"description": "Загадочных пандаренов окружает множество тайн и легенд. Обитатели щедрой и плодородной земли, некогда были рабами древней расы воинов известных как Могу. Но благодаря владению особой техникой рукопашного боя пандарены свергли Могу и заложили основы своей империи. Когда демоны наводнили Азерот и всему живому грозила гибель, последний Император защитил свою землю от разрушения и на 10 000 лет Пандарию окружил непроницаемый туман. Но за это заплатил дорогой ценой, с покоем и процветанием было покончено.",
		"price": 1000
	},

	{
		"id": "Gnome",
		"type": "faction-alliance",
		"path": "",
		"img": "/src/assets/img/races/bg/faction/alliance/Gnome.png",
		"objectFit": false,
		"title": "Гном",
		"description": "Гномы, эксцентричная и гордая раса, одержимая технологиями и изобретениями. Их процветание было связано с техно-городом Гномереганом, снабжавшим Альянс передовыми механизмами. Во время вторжения Пылающего Легиона они отказались участвовать в сражениях. Позже выяснилось, что их родной город атаковали древние силы из недр земли. При падении Гномерегана погибла половина расы. Воссоединившись с Альянсом, гномы разрабатывают новое оружие, чтобы освободить свой город и построить светлое будущее для своего народа.",
		"price": 1000
	},

	{
		"id": "Mechagnome",
		"type": "faction-alliance",
		"path": "",
		"img": "/src/assets/img/races/bg/faction/alliance/Mechagnome.png",
		"objectFit": false,
		"title": "Мехагном",
		"description": "Искавшие совершенства в полной механизации, мехагномы превратили остров Мехагон в лабораторию по слиянию плоти и металла. Но полная механизация оказалась опасной, и они нашли идеальный баланс между плотью и металлом. Энергичные и изобретательные мехагномы улучшили свои физические формы с помощью первоклассных протезов. Хотя когда-то они стремились полностью механизировать себя, теперь мехагномы стремятся к балансу между плотью и сталью. Выйдя из многолетней изоляции на Мехагоне, они привносят в Альянс изобретательность и уникальные технологии.",
		"price": 1000
	}
]